Table of Contents
 Enum ISDType
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
Type of IDEA StatiCa Detail
public enum ISDType
Fields
Diaphragm = 3
Diaphragm
FrameJoint = 2
Frame joint
Member1D = 1
Member1D
Wall = 0
Wall
Fields
 Name |  Description
 Diaphragm = 3
Diaphragm
 FrameJoint = 2
Frame joint
 Member1D = 1
Member1D
 Wall = 0
Wall
 Edit this page